app/controllers/users_controller.rb

	def create
		@user=User.new(user_params)
		@user.save
---
INSERT INTO "users" ("nombre", "correo", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["nombre", "mary moreno"], ["correo", "mary-3m@hotmail.es"], ["created_at", "2016-05-04 04:13:15.136216"], ["updated_at", "2016-05-04 04:13:15.136216"]]